export const questionsList = {
  start: [
    'なぜこの本を読もうと思ったのか？',
    'この本から何を得たいか？',
    '読んだ後どういう状態になりたいと思っているのか？',
  ],
  halfway: [
    '書き出だしから作者は読者を引き込むためにどんな工夫をしているか？',
    'キーポイント、コンセプトは何か？',
    '図解、用語集から何を学んだか？',
    'この本が同じジャンルの他の本と似ている部分、違う部分はどこか？',
    'この本はなぜ大事なのか、作者の意図は？',
    'どのように始まり、どのように終わったか？',
    'この本がテーマとしている問題提起は何か？どんな問題を提示し、どんな解決方法を提案しているのか？',
    'この本のタイトルは内容に合っているか、あなたがタイトルをつけるとすると？',
    '本を面白くするためにどんな工夫があるか？',
    '作者の主張のどこに賛成できるか、その理由は？',
    'テーマを説明するために作者がどのような事例を出しているのか？興味深かった例は？',
  ],
  end: [
    '前書きは本全体を理解することに役立ったかどうか？',
    '読んでいてどんな感覚になったか？',
    '終わり方はよかったか。それはなぜか？',
    '人に勧めるとき、どの章のどんな情報を一番に取り上げるか？',
    '最も重要な一文はどれか、その理由は？',
    'この本のなかで自分に一番刺さった箇所はどこか？',
  ],
};
